/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settings_general" = "General";
"settings_general_show_photo_immediately" = "Show photo immediately";
"settings_general_add_logo" = "Add App icon to photos";

"settings_assistant" = "Assistant";
"settings_assistant_vibration" = "Vibration";
"settings_assistant_screen" = "Screen light";
"settings_assistant_torch" = "Short blink";

"settings_assistant_screen_help" = "At the moment when you will need to stop before the photo will be made, the screen lights up. Use this type of assistance in low light.";
"settings_assistant_vibration_help" = "At the moment when you will need to stop before the photo will be made, short vibration will be enabled. Use this type of assistance, if noisily around.";
"settings_assistant_torch_help" = "At the moment when you will need to stop before the photo will be made, short blink will be enabled. Do not use this type of assistance in low light.";

"settings_assistant_soundset" = "Sound set";
"settings_assistant_soundset_default" = "Default";